<template>
	<div class="container mt-50">
		<div class="row">
			<div class="col-xs-12">
				<h2>Про EatCat</h2>
				<p>У даній роботі розроблено програму – систему контролю харчування кота.
				Створена програма дозволяє слідкувати за правильним харчуванням домашнього
				улюбленця, збалансовано та вчасно його годувати.</p>
				<p>За допомогою цієї програми користувач може ввести дані про свого кота, а саме
				його стать, вік, вагу, спосіб життя (активний, пасивний), смакові пріоритети.
				Кожного дня можна вводити дані про сьогоденну активність тварини та її
				настрій. Також користувач має змогу ввести список продуктів чи кормів, які в
				нього є зараз вдома .</p>
				<p>Система збирає, оброблює та аналізує дані. На основі чого пропонує раціон
				харчування домашньої тварини на сьогоднішній день та імовірні меню на
				подальші декілька днів. Іще програма нагадує хазяїну які саме корисні речовини
				давно не вживав кіт, для того, щоб користувач неодмінно придбав їх і почастував
				домашнього улюбленця.</p>
			</div>
		</div>
	</div>
</template>

<script>
export default {
  name: 'About',
  data () {
    return {
      title: 'Якісне управління для кота',
      descriptition:'Заходь та керуй їжею без зайвих складнощів'
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
	.mt-50{
		margin-top: 50px;
	}
</style>
